import React from "react";

const page = () => {
  return (
    <div className="space-y-6 p-6">
      <h1>
        eSport-н тамирчидын 80% нь гэр бүл, хичээл ном гэх мэт зүйлсээ золиослон
        тамирчин болсон байдаг.
        <br />
        Source: Тамирчдын орсон контентын ярианаас авав.
      </h1>
      <h1>
        Мэргэжлийн тамирчид өдөрт 9-10 цагийг компьютерын ард өнгөрүүлдэг.
      </h1>
      <h1>
        Тоглоомын ур чадвар, реакцийн хурд, стратегийн сэтгэлгээ нь өдөр тутмын
        бэлтгэл сургуулилтаар дээшилдэг.
      </h1>
      <h1>
        Өрсөлдөгчийн тактик, багийн ажиллагаа, коммюникацийн ур чадвар нь
        амжилттай тоглолтод чухал нөлөө үзүүлдэг.
      </h1>
      <h1>
        Сэтгэл зүй, стресс удирдах чадвар нь eSport-т амжилт гаргахад зайлшгүй
        шаардлагатай.
      </h1>
      <h1>
        Ихэнх тамирчид тоглоомын ур чадвараа сайжруулахын тулд reaction тест,
        aim training, механик дасгал зэрэг дадлага хийдэг.
      </h1>
      <h1>
        Source: Тоглогчдын контент, подкаст болон тэмцээний туршлагаас авав.
      </h1>
    </div>
  );
};

export default page;
